[
{"https://www.goodreads.com/book/show/33299065-relationships": ["Relationships (Kindle Edition)", "Relationships (Hardcover)", "آگاهانه دوست داشتن (Paperback)", "Relacionamentos (Hardcover)", "Relacionamentos (The School of Life)", "ความสัมพันธ์ (Relationships)", "Relaties (Hardcover)", "Relacionamentos (The School of Life)", "Relacionamentos"]},
{"https://www.goodreads.com/book/show/17568805-muay-thai-training-exercises": ["Muay Thai Training Exercises: The Ultimate Guide to Fitness, Strength, and Fight Preparation (Paperback)", "Muay Thai Training Exercises: The Ultimate Guide to Fitness, Strength, and Fight Preparation (Kindle Edition)", "Muay Thai Training Exercises: The Ultimate Guide to Fitness, Strength, and Fight Preparation (ebook)", "Muay Thai Training Exercises (ebook)"]},
{"https://www.goodreads.com/book/show/661185.Muay_Thai_Basics": ["Muay Thai Basics: Introductory Thai Boxing Techniques (Paperback)", "Muay Thai Basics: Introductory Thai Boxing Techniques (Kindle Edition)", "Muay Thai Basics: Introductory Thai Boxing Techniques (ebook)", "Muay Thai Basics: Introductory Thai Boxing Techniques (ebook)"]},
{"https://www.goodreads.com/book/show/13532099-phi": ["Phi: A Voyage from the Brain to the Soul (ebook)", "Phi: A Voyage from the Brain to the Soul (Hardcover)", "Phi: A Voyage from the Brain to the Soul (Kindle Edition)", "Phi: Un viaggio dal cervello all'anima (Hardcover)", "فاي: رحلة من الدماغ إلى الروح (Paperback)", "PHI. Un viaggio dal cervello all'anima (Hardcover)", "Phi: A Voyage from the Brain to the Soul (Kindle Edition)", "Phi:a Voyage from the Brain to the Soul (Paperback)", "Phi: A Voyage from the Brain to the Soul (ebook)"]},
{"https://www.goodreads.com/book/show/51778153-livewired": ["Livewired: The Inside Story of the Ever-Changing Brain (Hardcover)", "Livewired: The Inside Story of the Ever-Changing Brain (Kindle Edition)", "Livewired: The Inside Story of the Ever-Changing Brain (kindle_edition)", "Canlı Devre: Durmaksızın Değişen Beynin İçyüzü (Paperback)", "Livewired: The Inside Story of the Ever-Changing Brain (Paperback)", "Жива мрежа (Paperback)", "مغز پویا: پشت پرده‌ی تغییرات پیوسته‌ی مغز (Paperback)", "Livewired: The Inside Story of the Ever-Changing Brain (Paperback)", "Livewired: The Inside Story of the Ever-Changing Brain (Paperback)", "Livewired: The Inside Story of the Ever-Changing Brain (Kindle Edition)", "L'intelligenza dinamica. L'evoluzione continua dei circuiti del nostro cervello (Paperback)", "Livewired: The Inside Story of the Ever-Changing Brain", "Livewired: The Inside-Story of the Ever-Changing Brain (Audiobook)", "Livewired: The Inside Story of the Ever-Changing Brain (Kindle Edition)", "Livewired: The Inside Story of the Ever-Changing Brain (ebook)", "Stroom: over ons voortdurend veranderende brein (Paperback)", "Livewired: The Inside Story of the Ever-Changing Brain (Audiobook)", "Живой мозг. Удивительные факты о нейропластичности и возможностях мозга (Paperback)", "مغز پویا ماجرای مغزی که هر لحظه تغییر می‌کند (Paperback)", "L'intelligenza dinamica: L'evoluzione continua dei circuiti del nostro cervello (Kindle Edition)", "Livewired: The Inside Story of the Ever-Changing Brain (Paperback)"]},
{"https://www.goodreads.com/book/show/17278.The_Feynman_Lectures_on_Physics_Vol_1": ["The Feynman Lectures on Physics Vol 1 (Hardcover)", "The Feynman Lectures on Physics, Vol. I: The New Millennium Edition: Mainly Mechanics, Radiation, and Heat: Volume 1 (Kindle Edition)", "The Feynman Lectures on Physics Vol 1: Mainly Mechanics, Radiation & Heat (World Student)", "Feynman Lectures on Physics Vol 1: Mainly Mechanics, Radiation & Heat (Paperback)", "The Feynman Lectures on Physics Vol. 1: Mainly Mechanics, Radiation and Heat (Paperback)", "The Feynman Lectures on Physics Vol 1: Quantam Mechanics (Audio)", "Feynman Lectures On Physics: Mainly Mechanics, Radiation And Heat: V. 1 (Paperback)", "Feynmana wykłady z fizyki T. 1, cz. 1 (Hardcover)", "Lectures on Physics Vol 1 (Hardcover)", "Feynmanovy přednášky z fyziky 1/3 (Hardcover)", "The Feynman Lectures on Physics, volume 1 (Hardcover)", "Lecciones de Fisica de Feynman: I. Mecanica, Radiacion Y Calor (Paperback)", "The Feynman Lectures on Physics, Vol. I: The New Millennium Edition: Mainly Mechanics, Radiation, and Heat (ebook)", "The Feynman Lectures on Physics Vol 1", "Feynmanovy Přednášky Z Fyziky: 1 (Hardcover)", "Feynman Fizik Dersleri - Cilt 1 (Paperback)", "The Feynman Lectures on Physics: Volume 1 (Audiobook)", "Fisica Vol 1: Mecanica, Radiacion y Calor", "Le Cours de physique de Feynman: mécanique 1 (Hardcover)", "Vorlesungen über Physik Bd.1: Mechanik, Strahlung und Wärme (Hardcover)", "A Feynman-előadások fizikából I (Hardcover)", "Lecciones de física de Feynman, I. Mecánica, radiación y calor (Kindle Edition)", "درس نامه فیزیک فاینمن - جلد اول (Paperback)", "Fisica, I: Mecánica, radiacion y calor (Paperback)", "費曼物理學講義 I—力學、輻射與熱 (6) 波", "費曼物理學講義 I—力學、輻射與熱 (5) 熱與統計力學", "費曼物理學講義 I—力學、輻射與熱 (4) 光學與輻射", "費曼物理學講義 I—力學、輻射與熱 (3) 旋轉與震盪", "費曼物理學講義 I—力學、輻射與熱 (1) 基本觀念", "Feynman Vorlesungen Uber Physik: Band I: Mechanik, Strahlung, Warme (Hardcover)"]},
{"https://www.goodreads.com/book/show/162780.What_Is_Life_with_Mind_and_Matter_and_Autobiographical_Sketches": ["What Is Life? with Mind and Matter and Autobiographical Sketches (Paperback)", "What is Life? (Canto Classics)", "What Is Life?: With Mind and Matter and Autobiographical Sketches (Paperback)", "¿Qué es la vida? (Paperback)", "ما الحياة؟     الجانب الفيزيائي للخلية الحية (ebook)", "What is Life? (Canto)", "Che cos'è la vita? La cellula vivente dal punto di vista fisico (Paperback)", "Che cos'è la vita? Scienza e umanesimo (Paperback)", "What is life? & Mind and matter (Mass Market Paperback)", "What Is Life?: With Mind and Matter and Autobiographical Sketches (ebook)", "Was ist Leben ? (Paperback)", "Что такое жизнь с точки зрения физики? (Hardcover)", "Yaşam Nedir? (Paperback)", "What Is Life? South Asian Edition: With Mind and Matter and Autobiographical Sketches (Paperback)", "What is Life? The Physical Aspect of the Living Cell (Hardcover)", "O que é Vida? O aspecto físico da célula viva, seguido de Mente e Matéria, e Fragmentos Autobiográficos (Paperback)", "Какво е животът?: физическият аспект на живата клетка (Paperback)", "What is Life?: With Mind and Matter and Autobiographical Sketches (Canto)", "Qu'est-ce que la vie ? De la physique à la biologie (Paperback)", "What Is Life? Mind and Matter (Hardcover)", "حیات چیست؟ (Paperback)", "Ce este viața? și Spirit și materie (Paperback)", "Czym jest życie?; Umysł i Materia; Szkice Autobiograficzne (Hardcover)", "What Is Life? with Mind and Matter and Autobiographical Sketches (Paperback)", "What Is Life?: With Mind and Matter and Autobiographical Sketches (ebook)", "What is Life? (Hardcover)", "Yaşam Nedir?", "What is Life? (ebook)", "Mis on elu? Vaim ja aine.  Autobiograafilisi visandeid (Paperback)", "¿Qué es la vida? (Paperback)"]},
{"https://www.goodreads.com/book/show/41817484-the-case-against-reality": ["The Case Against Reality: Why Evolution Hid the Truth from Our Eyes (Hardcover)", "The Case Against Reality: Why Evolution Hid the Truth from Our Eyes (Kindle Edition)", "The Case Against Reality: How Evolution Hid the Truth from Our Eyes (Kindle Edition)", "The Case Against Reality: How Evolution Hid the Truth from Our Eyes (Paperback)", "The Case Against Reality: How Evolution Hid the Truth from Our Eyes (Hardcover)", "Relativ real: Warum wir die Wirklichkeit nicht erfassen können und wie die Evolution unsere Wahrnehmung geformt hat (Kindle Edition)", "The Case Against Reality: How Evolution Hid the Truth from Our Eyes (Hardcover)", "The Case Against Reality: Why Evolution Hid the Truth from Our Eyes (Audible Audio)", "The Case Against Reality: Why Evolution Hid the Truth from Our Eyes (Audio CD)", "The Case Against Reality: Why Evolution Hid the Truth from Our Eyes (Audio CD)", "The Case Against Reality: Why Evolution Hid the Truth from Our Eyes (Paperback)", "The Case Against Reality: How Evolution Hid the Truth from Our Eyes (Paperback)", "The Case Against Reality: Why Evolution Hid the Truth from Our Eyes (ebook)", "Dold verklighet: om evolution, medvetande och perception (Hardcover)", "The Case Against Reality: How Evolution Hid the Truth from Our Eyes (Hardcover)", "Relativ real: Warum wir die Wirklichkeit nicht erfassen können und wie die Evolution unsere Wahrnehmung geformt hat (Hardcover)"]},
{"https://www.goodreads.com/book/show/35167685-surely-you-re-joking-mr-feynman": ["Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character (Paperback)", "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character (Paperback)", "Surely You're Joking, Mr. Feynman!  Adventures of a Curious Character (Kindle Edition)", "Surely You're Joking, Mr. Feynman! (Paperback)", "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character (ebook)", "Surely You're Joking Mr Feynman: Adventures of a Curious Character as Told to Ralph Leighton (Kindle Edition)", "Вы, конечно, шутите, мистер Фейнман!", "„Pan raczy żartować, panie Feynman!” Przypadki ciekawego człowieka (Paperback)", "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character (Kindle Edition)", "Surely You're Joking, Mr. Feynman/What Do You Care What Other People Think? (Audio CD)", "Та ви жартуєте, містере Фейнман! Пригоди допитливого дивака (Hardcover)", "\"Surely You're Joking, Mr. Feynman!\" Adventures of a Curious Character (Paperback)", "¿Está usted de broma Sr. Feynman? (Mass Market Paperback)", "Eminim Şaka Yapıyorsunuz Bay Feynman! (Paperback)", "Surely You`re Joking, Mr. Feynman! / Vy, konechno, shutite, mister Feynman! (Hardcover)", "«Sta scherzando Mr. Feynman!» Vita e avventure di uno scienziato curioso (Paperback)", "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character (Hardcover)", "Вы, конечно, шутите, мистер Фейнман! (Hardcover)", "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character (ebook)", "To nemyslíte vážně, pane Feynmane!", "Surely you're joking mr Feynman", "Сигурно се шегувате, г-н Файнман! (Paperback)", "Surely You're Joking, Mr. Feynman: Adventures of a Curious Character (Audiobook)", "Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character (Mass Market Paperback)", "Só Pode Ser Brincadeira, Sr. Feynman! (Kindle Edition)", "Cerdas Jenaka Cara Nobelis Fisika: Petualangan Hidup Richard P. Feynman (Paperback)", "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character (Paperback)", "Feynman chuyện thật như đùa! (Paperback)", "Vă țineți de glume, domnule Feynman! Aventurile unui personaj ciudat (Paperback)", "'Sie belieben wohl zu scherzen, Mr. Feynman.'. Abenteuer eines neugierigen Physikers. (Paperback)"]},
{"https://www.goodreads.com/book/show/25776132-the-brain": ["The Brain: The Story of You (Hardcover)", "The Brain: The Story of You (Kindle Edition)", "Beyin: Senin Hikâyen (Paperback)", "The Brain: The Story of You (Paperback)", "The Brain: The Story of You (Kindle Edition)", "The Brain: The Story of You (Paperback)", "Мозъкът: това си ти (Paperback)", "Creierul: povestea noastră (Hardcover)", "Não bộ kể gì về bạn (Paperback)", "Aivot: ihmisen tarina (Hardcover)", "Mózg. Opowieść o nas (Hardcover)", "The Brain: Die Geschichte von dir (Hardcover)", "مغز: داستان شما (Paperback)", "الدماغ أسطورة التكوين", "Smegenys (Paperback)", "El Cerebro (Paperback)", "Il tuo cervello, la tua storia (Kindle Edition)", "O Cérebro - À Descoberta de Quem Somos (Paperback)", "Aju. Sinu lugu (Elav teadus, #1)", "The Brain: The Story of You (Hardcover)", "The Brain: The Story of You (Paperback)", "Cérebro: Uma Biografia (Paperback)", "The Brain: The Story of You (Audible Audio)", "Mozak : čudesna priča o tebi (Paperback)", "Мозг. Ваша личная история (Hardcover)", "The Brain: The Story of You by David Eagleman, Vintage (ebook)", "El cerebro (Argumentos)", "Het brein. Jouw verhaal (Paperback)", "The Brain: Die Geschichte von dir (Kindle Edition)", "Mozek: Váš příběh (Paperback)"]},
{"https://www.goodreads.com/book/show/5752.The_Blank_Slate": ["The Blank Slate: The Modern Denial of Human Nature (Paperback)", "The Blank Slate: The Modern Denial of Human Nature (Kindle Edition)", "The Blank Slate: The Modern Denial of Human Nature (Kindle Edition)", "The Blank Slate: The Modern Denial of Human Nature (Paperback)", "The Blank Slate: The Denial of Human Nature and Modern Intellectual Life (Hardcover)", "La tabla rasa: La negación moderna de la naturaleza humana (Paperback)", "الصفحة البيضاء: الانكار الحديث للطبيعة البشرية (Paperback)", "The Blank Slate: The Modern Denial of Human Nature (Kindle Edition)", "The Blank Slate: The Modern Denial of Human Nature (Paperback)", "Boş Sayfa: İnsan Doğasının Modern İnkarı (Paperback)", "Чистый лист: Природа человека. Кто и почему отказывается признавать ее сегодня (Hardcover)", "The Blank Slate: The Modern Denial Of Human Nature (Hardcover)", "Tábula Rasa (Paperback)", "La tabla rasa: La negación moderna de la naturaleza humana (Kindle Edition)", "لوح سپید (انکار مدرن ذات بشر)", "The Blank Slate (ebook)", "The Blank Slate: The Modern Denial of Human Nature (Paperback)", "The Blank Slate (Paperback)", "La Tabla rasa (Paperback)", "The Blank Slate: The Modern Denial of Human Nature (Audio CD)", "Tabula Rasa. Spory o naturę ludzką (Paperback)", "La tabla rasa (Paperback)", "Das Unbeschriebene Blatt (Unknown Binding)", "The Blank Slate: The Modern Denial of Human Nature (Audible Audio)", "The Blank Slate: The Modern Denial of Human Nature (ebook)", "Tabula rasa. Perché non è vero che gli uomini nascono tutti uguali (Hardcover)", "La tabla rasa, el buen salvaje y el fantasma en la máquina (Paperback)", "The Blank Slate (Hardcover)", "Comprendre la nature humaine (Unknown Binding)", "The Blank Slate: The Modern Denial of Human Nature (ebook)"]},
{"https://www.goodreads.com/book/show/17278.The_Feynman_Lectures_on_Physics_Vol_1": ["The Feynman Lectures on Physics Vol 1 (Paperback)", "費曼物理學講義 I—力學、輻射與熱 (2) 力學", "Feynman Vorlesungen über Physik 1: Mechanik, Strahlung, Wärme (Hardcover)"]}